tests/WebformulierenVerwerker/scenario03/CorsaCreateMetaDocumentRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><bct:CreateMetaDocument xmlns:bct="http://bct.nl" xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
	<bct:ObjectID/>
	<bct:ObjectKind>INK</bct:ObjectKind>
	<bct:FieldValues>
		<bct:NameValue>
			<bct:Name>poststuk.dat_afh_str</bct:Name>
			<bct:Value>17/12/2001</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.onderwerp</bct:Name>
			<bct:Value>?</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.inhoud1</bct:Name>
			<bct:Value>?</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.v_plaats_id</bct:Name>
			<bct:Value>abc</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.reg_datum</bct:Name>
			<bct:Value>17/12/2001</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.dat_poststuk</bct:Name>
			<bct:Value>17/12/2001</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.kenmerk</bct:Name>
			<bct:Value>?</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>obj_vert.vertrouw_id</bct:Name>
			<bct:Value>111</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.soort_ext</bct:Name>
			<bct:Value>P</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>poststuk.relatie_id</bct:Name>
			<bct:Value>SP.00105688</bct:Value>
		</bct:NameValue>
	</bct:FieldValues>
	<bct:ReferenceValues>
		<bct:NameValue>
			<bct:Name>ontvdat</bct:Name>
			<bct:Value>17-12-2001</bct:Value>
		</bct:NameValue>
		<bct:NameValue>
			<bct:Name>kanaal</bct:Name>
			<bct:Value>Internet</bct:Value>
		</bct:NameValue>
	</bct:ReferenceValues>
	<bct:DuplicateID/>
	<bct:DSPTemplateID/>
</bct:CreateMetaDocument></soapenv:Body></soapenv:Envelope>